// © Copyright 2011, 2015-2016 HP Development Company, L.P.

HSDTaskName = "ネットワーク フォルダにスキャン";

HSDTaskDescription = "[ネットワーク フォルダにスキャン] を使用すると、HP デバイスのフロント パネルから開始し、出力をコンピュータ上の共有フォルダに自動的に送信できます。";
HSDStepsDescription = "[ネットワーク フォルダにスキャン] を設定するには、以下の手順に従います。";
HSDStep1Description = "1. SMB 共有フォルダを作成します。";
HSDStep2Description = "2. 共有フォルダを HP デバイスに登録します。";
HSDTaskNote = "[共有フォルダの登録] をクリックすると、Web ブラウザがデバイスの組み込み Web サーバーに対して開きます。表示される手順に従って、セットアップを完了します。";
HSDCreateFolderButtonTitle = "実行方法のヘルプ…";
HSDRegisterFolderButtonTitle = "共有フォルダの登録…";

CreateSharedFolderTitle = "共有フォルダを作成します";
